Revit 2024 API
BuiltInFailures.MEPCalculationFailures.NetworkMinorLossNotConverge Property
 The minor loss calculation could not be performed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NetworkMinorLossNotConverge { get; }
Visual Basic
Public Shared ReadOnly Property NetworkMinorLossNotConverge As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NetworkMinorLossNotConverge {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.MEPCalculationFailures Class
Autodesk.Revit.DB Namespace